export const movies = [
    {
        'id': 1,
        'name': 'Чёрная Пантера',
        'year': '2018',
        'dir': 'Райан Куглер',
        'price': 501105037,
        'image': 'movie1',
        'genre': 'фантастика',
        'desc': 'С первого взгляда можно решить, что Ваканда — обычная территория дикой Африки, но это не так. Здесь, в недрах пустынных земель, скрываются залежи уникального металла, способного поглощать вибрацию. Многие пытались добраться до него, разоряя всё на своём пути и принося смерть аборигенам, но каждый раз таинственный дух саванны — Чёрная Пантера — вставал на защиту угнетённых.'
    },
    {
        'id': 2,
        'name': 'Красный воробей',
        'year': '2018',
        'dir': 'Френсис Лоуренс',
        'price': 69000000,
        'image': 'movie2',
        'genre': 'триллер / детектив',
        'desc': 'После вынужденного окончания карьеры из-за профессиональной травмы Доминика Егорова и ее мать сталкиваются с мрачным и неопределенным будущим. Героиня соглашается стать рекрутом в Школе Воробьев, секретной службе, которая обучает уникальных молодых людей использовать свое тело и ум в качестве опаснейшего оружия. После долгого садистского обучения девушка превращается в самого опасного Воробья за всю историю секретной службы. Теперь бывшая балерина должна примирить в себе человека, которым она была, и силу, которой она овладела, со своей собственной жизнью и жизнью всех, кто ей дорог. В том числе, американского агента ЦРУ, пытающегося убедить ее, что он единственный человек, которому она может доверять.'
    },
    {
        'id': 3,
        'name': 'Френсис Лоуренс',
        'year': '2018',
        'dir': 'Джон Фрэнсис Дейли',
        'price': 37000000,
        'image': 'movie3',
        'genre': 'триллер / комедия / детектив',
        'desc': 'История Макса и Энни, которые вместе с другими парами каждую неделю устраивают так называемые «ночные игры». И вот однажды харизматичный брат Макса Брукс организовывает вечер по разгадыванию «убийственного» квеста с «ряжеными» головорезами и агентами ФБР. Получается, похищение Брукса в тот вечер — это розыгрыш… или нет?'
    },
    {
        'id': 4,
        'name': 'Величайший шоумен',
        'year': '2017',
        'dir': 'Майкл Грэйси',
        'price': 84000000,
        'image': 'movie4',
        'genre': 'драма / биография / мюзикл',
        'desc': 'Финеас Тейлор Барнум всегда мечтал войти в историю, но все его занятия не приносили ему удовольствия. И когда, казалось, весь мир обернулся против него, он решает пойти вслед за своей мечтой. Барнум создает завораживающее представление-сенсацию, которое стало рождением мирового шоу-бизнеса.'
    }
];
